export const advantages = [
  {
    title: 'Индивидуальный план подготовки',
    description:
      'Искусственный интеллект анализирует успехи ученика на основе\n' +
      '        первичного теста и создает персональный учебный план.',
  },
  {
    title: 'Анализ прогресса',
    description:
      'Наш ИИ не просто дает задания, но и следит за тем, как ученик\n' +
      'решает задачи. На основе анализа результатов, он корректирует\n' +
      'дальнейший учебный процесс, помогая лучше подготовиться к\n' +
      'экзаменам.',
  },
  {
    title: 'Поддержка и мотивация',
    description:
      'Искусственный интеллект анализирует успехи ученика на основе\n' +
      'первичного теста и создает персональный учебный план.',
  },
  {
    title: 'Эффективное распределение времени',
    description:
      'ИИ помогает ученикам не тратить время на те темы, которые они уже\n' +
      'усвоили. Время будет направлено на наиболее сложные для ребенка\n' +
      'предметы, чтобы улучшить знания именно там, где это необходимо.',
  },
];
